"UNREGISTERED_VERSION_30SECS_LIMIT" = "The video track duration is limited to 30 seconds on the tryout version.";

/* Startup */
"NEWER_QUICKTIME_VERSION_REQUIRED" = "QuickTime %@ or later is required";
"UPDATE_QUICKTIME_AND_RETRY" = "Update QuickTime and retry";

/* Alerts */
"OK" = "OK";
"Cancel" = "Cancel";
"Edit" = "Edit";
"Show" = "Show";
"Hide" = "Hide";
"Mirror" = "Mirror";
"Remove" = "Remove";
"Replace" = "Replace";
"Ignore" = "Ignore";
"Do not show this message again" = "Do not show this message again";

/* Undo action names */
"SYNC" = "Sync";
"EDIT_TEXT" = "Edit Text";
"SPLIT_WORDS" = "Split words";
"JOIN_WORDS" = "Join words";

/* Reset Karaoke */
"RESET_KARAOKE_CONFIRM" = "Reset default font and colors for this window?";
"RESET_KARAOKE_MESSAGE" = "Changes will no be applied on rich text.";

/* Check sync */
"EDIT_SYNCED_TEXT_TITLE" = "Do you really want to edit synced text?";
"EDIT_SYNCED_TEXT_MESSAGE" = "Adding/removing text may invalidate the synchronization data. You can however safely edit text in \"Sync\" mode.";

/* Insert Lyrics */
"INSERT_LYRICS_TITLE" = "Do you want to replace existing lyrics?";

/* Edit embedded lyrics */
"EDIT_EMBEDDED_LYRICS_TITLE" = "QMidi cannot edit embedded lyrics.";
"EDIT_EMBEDDED_LYRICS_MESSAGE" = "If you click \"OK\", the lyrics will be exported to a new synchronized text file.";

/* Clear Style */
"REMOVE_STYLE_TITLE" = "Convert to plain text?";

/* Rich Text Formatting */
"CANT_FORMAT_RICH_TEXT_IN_DISPLAY_MODE_TITLE" = "Rich text cannot be formatted in Display mode.";
"CANT_FORMAT_RICH_TEXT_IN_DISPLAY_MODE_MESSAGE" = "Switch to Edit mode and retry.";

/* Remove background */
"REMOVE_BACKGROUND_TITLE" = "Remove the default background image?";
"REMOVE_BACKGROUND_MESSAGE" = "";

/* Enable Log File */
"ENABLE_LOG_TITLE" = "Playback history will now be recorded.";
"ENABLE_LOG_MESSAGE" = "You can view the history by choosing \"Log\" from the Window menu";

/* Progress Messages*/
"EXPORT_PROGRESS_MESSAGE" = "Exporting…";
"EXPORT_ADD_VIDEO_TRACK_PROGRESS_MESSAGE" = "Adding video track…";
"LOAD_MOVIE_PROGRESS_MESSAGE" = "Loading Movie…";

/* Lyrics Search*/
"ENTER_EITHER_ARTIST_OR_TITLE" = "Please enter either artist or title.";

/* Music Library Playlist*/
"UNTITLED_PLAYLIST" = "Untitled Playlist";
"UNTITLED_FILTER" = "Untitled Filter";
"UNTITLED_FOLDER" = "Untitled Folder";
"lib_all_filter" = "Library";
"lib_audio_filter" = "Audio";
"lib_midi_filter" = "Midi";
"lib_video_filter" = "Video";

"CONTAINS" = "contains";
"DOES_NOT_CONTAIN" = "does not contain";
"IS" = "is";
"IS_NOT" = "is not";
"STARTS_WITH" = "starts with";
"ENDS_WITH" = "ends with";
"IS_EQUAL_TO" = "is";
"IS_NOT_EQUAL_TO" = "is not";
"IS_IN_THE_LAST" = "is in the last";
"IS_NOT_IN_THE_LAST" = "is not in the last";
"IS_GREATER_THAN" = "is greater than";
"IS_LESS_THAN" = "is less than";
"IS_GREATER_THAN_OR_EQUAL_TO" = "is greater than or equal to";
"IS_LESS_THAN_OR_EQUAL_TO" = "is less than or equal to";

"NONE" = "None";
"INT_TEXT" = "Embedded Text";
"EXT_TEXT" = "External Text";
"CDG" = "CDG";

"MIDI" = "Midi";
"AUDIO" = "Audio";
"MOVIE" = "Movie";

"REMOVE_SELECTED_ITEM?" = "Remove selected item ?";
"REMOVE_SELECTED_ITEMS?" = "Remove selected item(s) ?";
"DELETE_PLAYLIST_AND_REMOVE_ITEMS_FROM_LIBRARY?" = "Delete selected playlist and remove playlist's items from library ?";
"MOVE_TO_TRASH_SELECTED_ITEMS?" = "Selected item(s) will be removed from the library. Do you also want to move related files to trash ?";
"MOVE_TO_TRASH" = "Move To Trash";
"MOVE_TO_TRASH_CANNOT_BE_UNDONE" = "Move to trash operation cannot be undone.";
"REPLACE_NAME_WITH_FILENAME?" = "Replace selected item(s) name with filename ?";

"THIS_CANNOT_BE_UNDONE" = "This operation cannot be undone.";

"UPDATING_LIBRARY" = "Updating library... This may take a long time...";

"SOME_ITEM(S)_COULD_NOT_BE_LOADED" = "Some item(s) could not be loaded.";
"SHOW_LOG" = "Show Log";
"SEE_LOG_FOR_DETAILS" = "See Log for details.";

"CUSTOMIZE_ENCODING_LIST" = "Customize Encodings List…";
"OTHER" = "Other";

"REFRESHING_REFERENCES" = "Refreshing references… (%d/%d)";
"FOUND_INVALID_REFERENCES_DURING_REFRESH" = "Found invalid references during refresh!";

"MEDIA_FILE_MOVED/RENAMED"="The media file has been moved/renamed.";
"LINKED_TEXT_FILE_NEEDS_TO_BE_MOVED_RENAMED" = "Linked text file should also be moved/renamed.";
"SHOW_FILES"="Show Files";

/* PDF */
"Show Sidebar" = "Show Sidebar";
"Hide Sidebar" = "Hide Sidebar";
